<template>
    <listtpl :pagename="pagename" :titlenames='titlename' :listData="listData"></listtpl>
</template>
<script>
/*** 引入tel组件 */
import listtpl from "./listtpl1.vue";
export default {
   data(){
    return{
        pagename:'公告摘要',
        titlename:['项目名称','招标方式','采购人','截止时间','所在地区','截止时间','关键词','操作'],


        


        listData:[{
          name: '义乌市再生资源利用中心',
          attrbute: '公开招标',
          type: '王立东',
          field: '2017-09-19  08:12:30',
          time: '浙江省义乌',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '月柿小镇',
          attrbute: '公开招标',
          type: '李美华',
          field: '2017-09-19  08:12:30',
          time: '四川省成都',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '义乌市再生资源利用中心',
          attrbute: '公开招标',
          type: '王立东',
          field: '2017-09-19  08:12:30',
          time: '浙江省义乌',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '义乌市再生资源利用中心',
          attrbute: '公开招标',
          type: '王立东',
          field: '2017-09-19  08:12:30',
          time: '浙江省义乌',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '义乌市再生资源利用中心',
          attrbute: '公开招标',
          type: '王立东',
          field: '2017-09-19  08:12:30',
          time: '浙江省义乌',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '月柿小镇',
          attrbute: '公开招标',
          type: '李美华',
          field: '2017-09-19  08:12:30',
          time: '四川省成都',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '义乌市再生资源利用中心',
          attrbute: '公开招标',
          type: '王立东',
          field: '2017-09-19  08:12:30',
          time: '浙江省义乌',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '义乌市再生资源利用中心',
          attrbute: '公开招标',
          type: '王立东',
          field: '2017-09-19  08:12:30',
          time: '浙江省义乌',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '义乌市再生资源利用中心',
          attrbute: '公开招标',
          type: '王立东',
          field: '2017-09-19  08:12:30',
          time: '浙江省义乌',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '月柿小镇',
          attrbute: '公开招标',
          type: '李美华',
          field: '2017-09-19  08:12:30',
          time: '四川省成都',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '义乌市再生资源利用中心',
          attrbute: '公开招标',
          type: '王立东',
          field: '2017-09-19  08:12:30',
          time: '浙江省义乌',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '义乌市再生资源利用中心',
          attrbute: '公开招标',
          type: '王立东',
          field: '2017-09-19  08:12:30',
          time: '浙江省义乌',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '月柿小镇',
          attrbute: '公开招标',
          type: '李美华',
          field: '2017-09-19  08:12:30',
          time: '四川省成都',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '义乌市再生资源利用中心',
          attrbute: '公开招标',
          type: '王立东',
          field: '2017-09-19  08:12:30',
          time: '浙江省义乌',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '月柿小镇',
          attrbute: '公开招标',
          type: '李美华',
          field: '2017-09-19  08:12:30',
          time: '四川省成都',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '义乌市再生资源利用中心',
          attrbute: '公开招标',
          type: '王立东',
          field: '2017-09-19  08:12:30',
          time: '浙江省义乌',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '义乌市再生资源利用中心',
          attrbute: '公开招标',
          type: '王立东',
          field: '2017-09-19  08:12:30',
          time: '浙江省义乌',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '义乌市再生资源利用中心',
          attrbute: '公开招标',
          type: '王立东',
          field: '2017-09-19  08:12:30',
          time: '浙江省义乌',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '义乌市再生资源利用中心',
          attrbute: '公开招标',
          type: '王立东',
          field: '2017-09-19  08:12:30',
          time: '浙江省义乌',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },{
          name: '月柿小镇',
          attrbute: '公开招标',
          type: '李美华',
          field: '2017-09-19  08:12:30',
          time: '四川省成都',
          bz1: '2017-09-19  08:12:30',
          bz2:'再生资源',
          
        },
        
        ],
        
    }
  },
 components: {
   listtpl
 },
}
</script>

